{
	"_memberList": [
		{
			"_name": "Ana Ming Bostwick-Singer",
			"_character": "Jodie",
			"_description": "Ana is thrilled to be playing the role of Jodie in RECON. Growing up in the small artsy town of Ojai, California, with her screenwriting parents, a rescued Australian shepherd named Jazz, and her grandparents, she developed her appreciation and love for the environment, animals and the arts. She’s a graduate of Sarah Lawrence College, where she studied Dance and Filmmaking. When Ana’s not acting, you'll find her gracefully dancing on silks or teaching kids and teens the joys of aerial dance, or in a studio studying acting, kickboxing, dance or yoga. She’s an avid hiker, reader, cook and gym rat, and loves spending time with family and friends.",
			"_imageURL": "IMG/Bastwick-Singer_Ana_Ming.png"
		},
		{
			"_name": "Victoria Ortiz",
			"_character": "Ren",
			"_description": "Puerto Rican actress and Sword Fighter, Victoria Ortiz (also known in some circles as Ninja) was influenced by the arts from the moment she was born. Raised in a household of performers, she spent many nights around dressing rooms and backstage theaters in Puerto Rico. At age 11, she began fencing, and from being just a hobby, it quickly became a professional career. She had the honor of representing Puerto Rico around the world, including the Pan-American Games in Rio ’07. After graduating High School in Puerto Rico, she took a leap of faith, hung up her mask and sword, and moved to Los Angeles to begin her studies at The American Academy of Dramatic Arts. Promptly after graduating she came out to the world! Since then, she’s had the pleasure representing Latinx Queers and working on several groundbreaking LGBTQ projects, including the Award Winning short “Vámonos,” Amazon’s “Transparent”, Freeform’s “The Fosters”, MACRO’s “Gente-fied” and Rachael Cantu’s “You’re The Most”. She’s currently working on her close up magic skills for the upcoming short “Muscle Memory” directed by award winning director Carly Usdin. She’s also really excited to take on the role of “Ren” and fulfill a lifelong dream of being in a Spy school. Follow her LA adventures on IG: @Puertoricaninja.",
			"_imageURL": "IMG/Ortiz_Victoria.png"
		},
		{
			"_name": "Jore Aaron",
			"_character": "Taylor",
			"_description": "Being a Los Angeles native, Joré knew that returning home would have its difficulties. She had finally found her passion in life and her artistic voice in a far-off land with far less air pollution called Santa Barbara. Soon after such fantastic discoveries, Joré had to transition out of her comfort zone and work hard to stay connected to her craft, push the boundaries of her vulnerability in order to share it, and support its growth so that it would become stronger and more refined every day. Having accomplished much as a stage actor in past years in Santa Barbara, Joré is currently focused on making her transition into film and television smooth and successful, as well as developing her own projects in order to create opportunities for collaboration with other artists. She is on the constant search for stories that uplift, challenge, and comment on the world of today in a necessary manner, and is thrilled to be a part of RECON, as it does exactly that!",
			"_imageURL": "IMG/Aaron_Jore.png"
		},
		{
			"_name": "KatieMichal Pullen",
			"_character": "Riley",
			"_description": "[Description coming!]",
			"_imageURL": "IMG/Pullen_KatieMichal.png"
		},
		{
			"_name": "Kat Wells",
			"_character": "Jones",
			"_description": "Meredith “Kat” Wells is a filmmaker and actress currently studying at the University of Southern California’s Cinematic Arts School as a Film Production major. Before attending university, Meredith was in several feature films as both animated voices (Spirit: Stallion of the Cimarron, Flushed Away) and live action appearances (Time Machine, Mars Needs Moms). She’s also acted in multiple short films and music videos, both a part of her school and outside of. Meredith works predominantly as a paid makeup artist on USC projects and non school productions, while also taking on many other roles behind the camera ranging from Producer to Production Designer. To see more of her work, visit her website meredithkatwells.weebly.com or her Instagram @arttrash_kat .",
			"_imageURL": "IMG/Wells_Kat.png"
		}
	]
}