{
	"_cast": [
		{
			"_name": "Ana Ming Bostwick-Singer",
			"_character": "Ava",
			"_description": "Ana is thrilled to be playing the role of Ava in RECON. Growing up in the small artsy town of Ojai, California, with her screenwriting parents, a rescued Australian shepherd named Jazz, and her grandparents, she developed her appreciation and love for the environment, animals and the arts. She’s a graduate of Sarah Lawrence College, where she studied Dance and Filmmaking. When Ana’s not acting, you'll find her gracefully dancing on silks or teaching kids and teens the joys of aerial dance, or in a studio studying acting, kickboxing, dance or yoga. She’s an avid hiker, reader, cook and gym rat, and loves spending time with family and friends.",
			"_imageURL": "IMG/Bastwick-Singer_Ana_Ming.png"
		},
		{
			"_name": "Victoria Ortiz",
			"_character": "Ren",
			"_description": "Puerto Rican actress and Sword Fighter, Victoria Ortiz (also known in some circles as Ninja) was influenced by the arts from the moment she was born. Raised in a household of performers, she spent many nights around dressing rooms and backstage theaters in Puerto Rico. At age 11, she began fencing, and from being just a hobby, it quickly became a professional career. She had the honor of representing Puerto Rico around the world, including the Pan-American Games in Rio ’07. After graduating High School in Puerto Rico, she took a leap of faith, hung up her mask and sword, and moved to Los Angeles to begin her studies at The American Academy of Dramatic Arts. Promptly after graduating she came out to the world! Since then, she’s had the pleasure representing Latinx Queers and working on several groundbreaking LGBTQ projects, including the Award Winning short “Vámonos,” Amazon’s “Transparent”, Freeform’s “The Fosters”, MACRO’s “Gente-fied” and Rachael Cantu’s “You’re The Most”. She’s currently working on her close up magic skills for the upcoming short “Muscle Memory” directed by award winning director Carly Usdin. She’s also really excited to take on the role of “Ren” and fulfill a lifelong dream of being in a Spy school. Follow her LA adventures on IG: @Puertoricaninja.",
			"_imageURL": "IMG/Ortiz_Victoria.png"
		},
		{
			"_name": "Jore Aaron",
			"_character": "Taylor",
			"_description": "Being a Los Angeles native, Joré knew that returning home would have its difficulties. She had finally found her passion in life and her artistic voice in a far-off land with far less air pollution called Santa Barbara. Soon after such fantastic discoveries, Joré had to transition out of her comfort zone and work hard to stay connected to her craft, push the boundaries of her vulnerability in order to share it, and support its growth so that it would become stronger and more refined every day. Having accomplished much as a stage actor in past years in Santa Barbara, Joré is currently focused on making her transition into film and television smooth and successful, as well as developing her own projects in order to create opportunities for collaboration with other artists. She is on the constant search for stories that uplift, challenge, and comment on the world of today in a necessary manner, and is thrilled to be a part of RECON, as it does exactly that!",
			"_imageURL": "IMG/Aaron_Jore.png"
		},
		{
			"_name": "KatieMichal Pullen",
			"_character": "Riley",
			"_description": "KatieMichal Pullen is an Actress with two first names squished into one from Reno, Nevada. She spends her days singing to her invisible audience in her car, and to anyone that has their windows rolled down, while headed to Prevail LA to coach Boxing. When she has down time you can find her making her own jewelry, cloths, and experimenting makeup looks for the next festival attends. She is passionate about everything that makes her happy in life, a favorite saying of hers is \"Lets give (insert random number) Million Percent all day everyday!\" A couple of her goals are, to have a home for any animal in need, not a shelter, a place where they would be loved, all of them. She would also like to be the first petite/realistic/strong Victoria Secret Model.... she's NOT know for thinking inside the box. Family and friends would describe her as a forced to be reckoned with.",
			"_imageURL": "IMG/Pullen_KatieMichal.JPG"
		},
		{
			"_name": "Kat Wells",
			"_character": "Jones",
			"_description": "Meredith “Kat” Wells is a filmmaker and actress currently studying at the University of Southern California’s Cinematic Arts School as a Film Production major. Before attending university, Meredith was in several feature films as both animated voices (Spirit: Stallion of the Cimarron, Flushed Away) and live action appearances (Time Machine, Mars Needs Moms). She’s also acted in multiple short films and music videos, both a part of her school and outside of. Meredith works predominantly as a paid makeup artist on USC projects and non school productions, while also taking on many other roles behind the camera ranging from Producer to Production Designer. To see more of her work, visit her website meredithkatwells.weebly.com or her Instagram @arttrash_kat .",
			"_imageURL": "IMG/Wells_Kat.png"
		}
	],
	
	"_crew": [
		{
			"_name": "Emma Drewry",
			"_position": "creator, showrunner",
			"_bio": "Creator and showrunner Emma Drewry is a queer filmmaker based in LA hoping to improve representation through digital platforms and transmedia. \n\nEmma Drewry is a queer filmmaker and Cinema and Media Studies major at the University of Southern California, where she found her passion for transmedia and producing. With English teachers for parents, she grew up reading YA novels voraciously, including fantasy novels, romance novels, and of course, spy school novels. With Recon, she's finally able to live out her childhood dream of attending spy school and pursue her passion for creating stories for people who don't get to see themselves on screen.",
			"_imageURL": "IMG/Emma.jpg"
		},
		{
			"_name": "Christa Troester",
			"_position": "co-executive producer",
			"_bio": "Christa Troester (she/her) is a sophomore at the University of Southern California where she is majoring in Film & TV Production - and French! Having grown in multiple countries across Africa, her diverse identity has made her particularly interested in film that is used to create empathy in the pursuit of international and intersectional equality, especially to showcase stories that are not usually in the spotlight. She is incredibly honored and excited to be an Executive Producer for Recon!",
			"_imageURL": "IMG/Christa.jpg"
		},
		{
			"_name": "Justice Schiappa",
			"_position": "supervising producer",
			"_bio": "Justice Schiappa is a queer, aspiring filmmaker and actor studying Writing for Screen and Television at USC. A theater kid since a young age, Justice has a passion for performance and appreciation for all parts of the creative process including directing, writing, and costume design. Enjoying long walks to the fridge at 2am while discussing what’s out there among the stars, Justice is so incredibly excited to be an associate producer for Recon, bringing his out-of-this-world ideas a little closer to home.",
			"_imageURL": "IMG/Justice.jpg"
		},
		{
			"_name": "Kate Allanach",
			"_position": "associate producer, writer",
			"_bio": "Kate Allanach is a queer, intersectional activist and filmmaker currently studying production at USC. Kate is the creator of the Fallen Justice webseries, a huge sci-fi nerd, and an associate producer for Recon!",
			"_imageURL": "IMG/KateAllanach.JPG"
		},
		{
			"_name": "Hal Pan",
			"_position": "graphic designer, writer",
			"_bio": "Hal (They/Them) is a nonbinary Chinese-American bean studying \"Arts, Technology, and the Business of Innovation\" at USC with a minor in Animation set to graduate in Spring of 2020. They are stoked to be working on the visual design of Recon and have contributed as a writer. They are interested in using visual media to increase net empathy in the world by bringing less heard stories to life. Would prefer to perish than to give up animated movies and television (anime included). Hal is Recon's graphic designer who is set to be released into the great big wild adult world in Spring of 2020 and will retain their love of animation when it happens.",
			"_imageURL": "IMG/Hal.PNG"
		},
		{
			"_name": "Ursula Collins-Laine",
			"_position": "assistant director",
			"_bio": "Ursula (she/her) is a sophomore at USC double majoring in Cinema and Media Studies and East Asian Area Studies. She is really excited to be working with this wonderful group of people to make the vision of Recon into reality as the assistant director. Outside of film projects, Ursula enjoys juggling, unicycling, watching Korean reality shows, and debating various film theories and globalization with friends. Her dream job is to produce epic reality game shows for television.",
			"_imageURL": "IMG/Ursula.jpg"
		},
		{
			"_name": "Haley Hudkins",
			"_position": "editor",
			"_bio": "Haley is part of USC’s class of 2020 and is studying Film and Television Production. As an avid nerd, she grew up nurturing strong interests in theatre, writing, and comic books, which have all led her to be the filmmaker she is today. Diversity and inclusion in the film industry is very important to her, which is why she is so excited to be Editor for a Webseries as inclusive as Recon!",
			"_imageURL": "IMG/HaleyHudkins.jpg"
		},
		{
			"_name": "Amanda Liaw",
			"_position": "production designer",
			"_bio": "As a film student at the University of Southern California, Amanda Liaw is currently most interested in exploring how shapes, linework, and texture can inform the reading of filmic work. She is excited to develop these ideas in RECON, on which she's the Production Designer, and contribute to a work that is pushing boundaries with its very existence. Elsewhere, she enjoys drumming, pole dancing, and working towards building sustainable housing.",
			"_imageURL": "IMG/AmandaLiaw.jpg"
		},
		{
			"_name": "Victoria Perez",
			"_position": "associate producer",
			"_bio": "Victoria Perez is a queer, Texas-based photographer, and aspiring filmmaker majoring in Cinema and Media Studies at the University of Southern California. With a minor in Chicano-American Studies, she hopes to bring the latin-american experience to the silver screen and increase minority representation in the film industry.",
			"_imageURL": "IMG/VictoriaPerez.jpg"
		},
		{
			"_name": "Arjun Sarup",
			"_position": "production assistant",
			"_bio": "Arjun Sarup is an aspiring actor/filmmaker currently studying Computer Science with a film minor at UC Berkeley. When he is not FaceTiming with his long distance bae (his doggo), Arjun works towards bridging his love for computer animation and graphics with his love for movies. You can usually find him either tripping over himself or reviewing the latest and greatest on TV for The Daily Californian.<br>\nSocial Media Links:\n<br>Instagram: arjunsarup\n<br>Snapchat: arjun.sarup\n<br>Twitter: @arjun_sarup",
			"_imageURL": "IMG/Arjun.jpg"
		},
		{
			"_name": "Judy Zhang",
			"_position": "web designer",
			"_bio": "Programming is Judy’s weapon of choice to be creatively involved in her passion for aesthetically-designed new solutions to old problems. She is an aspiring software engineer who adores discovering and playing with new tools (her current favorites include Docker and node.js). Examples of what she has created include www.tbd.red, a scheduling application, as well as multiple static sites to get the hang of developing responsive UI. She hopes in the future to never stop exploring and creating.",
			"_imageURL": "IMG/JudyZhang.jpg"
		}
	]
}